# Цього разу ваша щадача написати функцію get_div_amount, яка буде приймати число яке буде ділитися (number) і дільник (divisor),
# А повертати вона понна к-ть разів, скільки вийшло поділити число на дільник без остатку.

# Приклади:
#     get_div_amount(10, 2) -> 5
#     get_div_amount(10, 3) -> 3
#     get_div_amount(1000, 9) -> 111

# Підсказка:
#     1) Ми не знає к-ть ітерацій, тому використовуємо while
#     2) Не забудь про аннотації типів тести їх перевіряють також!!!


Видаляй це повідомлення і гайда виконувати завдання!)
